Revit 2024 API
UnitTypeId.CubicMetersPerHour Property
 Cubic meters per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId CubicMetersPerHour { get; }
Visual Basic
Public Shared ReadOnly Property CubicMetersPerHour As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ CubicMetersPerHour {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace